{"skipFirst" : 7, "omitWords": ["a", "an", "the", "of", "in", "on", "and", "to", "at", "or"], "maxDispWords": 3, "text": "The Chigüire and the Wingman\r\nPoker beer in Bogota\r\n\r\nPreviously appeared on Roads & Kingdoms: https://roadsandkingdoms.com/2016/drink-eating-worlds-largest-rodent/\r\n\r\n©2016 Darrin DuFord\r\n\r\nWhen I was preparing to eat a slab of the world’s largest species of rodent, I knew I couldn’t reach for just any beverage. It’s a respect thing.\r\n\r\nI also knew that no previous encounter with guinea pigs, pacas, or any of the other petite edible rodents of Central and South America could have prepared me to properly honor the corpulent, web-footed, great dane-sized king of them all, the chigüire, better known as the capybara.\r\n\r\nI was sitting at a table spotlighted by a skylight in the boxy eastern flank of Bogota’s Teusaquillo locality. The neighborhood’s pragmatic concrete walls, near the bustle and gloom of Avenida Caracas, occasionally find themselves rescued by the work of the city’s street muralists, but otherwise suffer quietly in their drabness. Inside, however, I felt uplifted and reassured knowing that the restaurant, Chigüire 53, had named itself after the animal barbecuing on the round, bell-like parrilla grill at the entrance. Thus, I’d figured the chefs must know a thing or two about what drink goes with its signature dish. \r\n\r\nThe drink selection, resembling that of pretty much any other low-key eatery in Colombia, was dominated by beers such as Heineken, along with a few national beers that seemed to emulate the paleness of said ubiquitous import. There are now a few microbrews in Colombia, such as the German-styled offerings of Apostol and the hipster-friendly brews of Bogota Beer Company (who stencil their logo on the same Bogota walls as do street artists). But no micros appeared on the menu at Chigüire 53.\r\n\r\nSuch a selection made me recall a conversation I’d had, several days earlier, with a professor of philosophy who teaches at a university in Medellin. He had been staying in the capital for the week. “People in cities often lose their culture,” he told me in a soft, almost mourning voice, referring to how people move to cities from other places, joining a cultural cacophany, drowning each other’s competing culture out. And here I was in Bogota, about to dine on a creature brought in from the country’s eastern lowlands over a hundred miles away, while considering beers manufactured by the country’s largest brewery.\r\n\r\nColombia is not known for beer. Yet Colombian-made beer is ubiquitous in the country, in open-air ceviche stands and fine dining establishments alike. So what gives? As far as hydration goes, beer can be a safer choice than bottled water, as the latter’s supposedly sealed plastic caps may or may not snap when they open, and thus may or may not give you the runs. And, especially on the coast, an easy-drinking beer refreshes and cools faster than an amber, funky-scented Belgian brew. So which national brand would it be?\r\n\r\nThat was when packaging took over. I’d seen the memorable red and yellow signs, above entrances to bars and restaurants, with the words CERVEZA and POKER stacked atop one another. The words were usually flanked by slick illustrations of playing cards. Beer and poker: two elements for a fun night out. But I’d quickly realized that they were the same element. Poker is the beer.\r\n\r\nWhat little corn-like sweetness I detected in the Poker, pronounced “Poe-care” in Colombia, turned to a faint bitterness, yet the beer contributed the only bitter hint to the crispness of the chigüire skin and the rodent’s clean take on porkiness (it’s a vegetarian animal, after all). Poker was a willing companion, a gastronomic wingman, thin on personality, the forgettable kind of beer that beer hobbyists dismiss. But the beer offered deference, enabling the chigüire to strut its stuff—or swim, as the species is also wont to do in the marshes of the Colombian lowlands. Even in a zone of apparent culture loss, something else can be gained.\r\n\r\nThat made Poker a forgettable beer that I can’t seem to forget.\r\n"}
